[
  {
    "chapter": 2,
    "title": "Criticisms of Administrative Agencies",
    "description": "In Chevron v. Natural Defense Council, the Supreme Court unanimously ruled that the courts should defer to federal agencies' interpretation of an ambiguous statute as long as the interpretation is reasonable. Affirmed in 2023 by Loper Bright Enterprises v. Raimondo.",
    "source": "https://www.oyez.org/cases/1983/82-1005"
  },
  {
    "chapter": 2,
    "title": "Shareholder Primacy and Corporate Social Responsibility",
    "description": "In 1982, seven people died in the Chicago area after taking cyanide-laced capsules of Extra-Strength Tylenol, the painkiller that was Johnson and Johnson's best-selling product. Marketers predicted that the Tylenol brand, which accounted for 17 percent of the company's net income in 1981, would never recover from the sabotage. But only two months later, Tylenol was headed back to the market and a year later, its share of the $1.2 billion analgesic market, which had plunged to 7 percent from 37 percent following the poisoning, had climbed back to 30 percent. What set apart Johnson & Johnson's handling of the crisis from others was that it placed consumers first by recalling 31 million bottles of Tylenol capsules from store shelves and offering replacement product in the safer tablet form free of charge.",
    "source": "https://www.nytimes.com/2002/03/23/your-money/IHT-tylenol-made-a-hero-of-johnson-johnson-the-recall-that-started.html"
  },
  {
    "chapter": 3,
    "title": "The Racketeer Influences and Corrupt Organizations Act",
    "description": "A modern application of RICO to combat climate change: In 2022, an Illinois attorney sued fossil fuel companies on behalf of 16 municipalities in Puerto Rico seeking damages for devastation caused by Hurricane Maria and other storms. The defendants in the lawsuit include Exxon Mobil, the Chevron Corp., Royal Dutch Shell and BP. The suit was the first to allege that the companies violated the Racketeer Influenced and Corrupt Organizations Act by misrepresenting the dangers of their carbon-based products. The suit was also the first to seek damages for a specific weather event.",
    "source": "https://www.abajournal.com/news/article/lawyers-rico-suit-seeks-to-force-fossil-fuel-companies-to-pay-for-hurricane-damage"
  },
  {
    "chapter": 4,
    "title": "Defamation",
    "description": "In 2023, Fox News settled a lawsuit by Dominion Voting Systems alleging defamation by paying nearly $800 million to avert a trial in the voting machine company's lawsuit that would have exposed how the network promoted lies about the 2020 presidential election.",
    "source": "https://apnews.com/article/fox-news-dominion-lawsuit-trial-trump-2020-0ac71f75acfacc52ea80b3e747fb0afe"
  },
  {
    "chapter": 8,
    "title": "Discrimination – Student for Fair Admission (SFFA) v. Harvard (2020)",
    "description": "In 2022, the US Supreme Court ruled that Harvard's affirmative action program violated the Equal Protection Clause of the Fourteenth Amendment. The court ruling ultimately declared that affirmative action in college admissions is unconstitutional. However, the Court noted that nothing prohibits universities from considering an applicant's discussion of how race affected the applicant's life, so long as that discussion is concretely tied to a quality of character or unique ability that the particular applicant can contribute to the university.",
    "source": "https://www.oyez.org/cases/2022/20-1199"
  },
  {
    "chapter": 10,
    "title": "Trade Secrets",
    "description": "In Jim Collin's book, Good to Great, the author discussed 11 companies that made the leap from good to sustained greatness. The good-to-great companies averaged cumulative stock returns 6.9 times the general market in the 15 years after their transition points. One of those companies was the Gillette razor company. In the book, Collins' noted Gillette's trade secrets. 'The whole key to Gillette's shaving systems lay in manufacturing technology so unique and proprietary that Gillette protected it the way Coca-Cola protects its secret formula, complete with armed guards and security clearances.'",
    "source": "https://www.jimcollins.com/article_topics/articles/good-to-great.html"
  },
  {
    "chapter": 10,
    "title": "Copyrights – Famous Cases",
    "description": "Like the song Blurred Lines, some have seen similarities between Ed Sheeran's hit song Thinking Out Loud with Marvin Gaye's Let's Get it On. Although sampling has become incredibly common, artists must still follow the laws of copyright. Artists like Olivia Rodrigo have been accused of ripping music off from artists like Elvis Costello, Taylor Swift, Selena Gomez, and Demi Lovato. The webpage whosampled.com tracks artists that have used or been influenced by other artists' music.",
    "source": "https://www.whosampled.com/"
  },
  {
    "chapter": 11,
    "title": "Credit and Bankruptcy",
    "description": "A recent example of bankruptcy occurred in 2023 and Bed, Bath, & Beyond. Although Bed Bath & Beyond survived and expanded after the recession of 2008, its competitors like Sharper Image and Linens 'n Things filed for bankruptcy. Its home-goods emporiums full of towels and kitchen aids — all available at a reduced price with that Big Blue coupon — were beacons that kept shoppers coming back. However, it was unable to survive the post-pandemic retail landscape. Bed, Bath, & Beyond filed for Chapter 11 bankruptcy protection in United States Bankruptcy Court for the District of New Jersey. It began the process of closing the company's 360 stores and 120 Buy Buy Baby locations, and sought to sell other parts of its business.",
    "source": "https://www.nytimes.com/2023/04/23/business/bed-bath-beyond-bankruptcy.html"
  }
] 